Repository: lytta-it/wasi-directorist-sync
Catalog: languages/lytta-wasi-sync-*.po
Languages: es_es, it_it

source: Il connettore API definitivo per agenzie immobiliari. Sincronizza Wasi con WordPress usando Directorist o Advanced Custom Fields (ACF).
es_es: El conector API definitivo para agencias inmobiliarias. Sincroniza Wasi con WordPress usando Directorist o Advanced Custom Fields (ACF).

source: API Error: %s
es_es: Error de API: %s
it_it: Errore API: %s

source: Lytta Wasi Sync: Free Version limit of 10 properties reached.
es_es: Lytta Wasi Sync: Límite de la versión gratuita de 10 propiedades alcanzado.
it_it: Lytta Wasi Sync: Limite della versione gratuita di 10 immobili raggiunto.

source: Untitled Property
es_es: Propiedad sin título
it_it: Immobile senza titolo

source: PRO Active
es_es: PRO Activo
it_it: PRO Attivo

source: FREE Version LIMIT: 10
es_es: LÍMITE Versión GRATIS: 10
it_it: LIMITE Versione GRATIS: 10

source: Sync V12.0 OK [%1$s]: Inserted %2$d, Updated %3$d, Removed %4$d.
es_es: Sinc V12.0 OK [%1$s]: Nuevos %2$d, Act. %3$d, Borrados %4$d.
it_it: Sync V12.0 OK [%1$s]: Nuovi %2$d, Agg. %3$d, Rimossi %4$d.

source: Lytta Sync Report - %s
es_es: Reporte Sync Lytta - %s
it_it: Report Sync Lytta - %s

source: WARNING: You are using the FREE version of the module.
es_es: ATENCIÓN: Estás usando la versión GRATIS del módulo.
it_it: ATTENZIONE: Stai utilizzando la versione FREE del modulo.

source: The maximum export limit is locked to 10 properties.
es_es: El límite máximo de exportación está bloqueado a 10 propiedades.
it_it: Il limite massimo di esportazione è bloccato a 10 immobili.

source: Purchase a PRO license to sync your entire catalog.
es_es: Adquiere una licencia PRO para sincronizar todo tu catálogo.
it_it: Acquista una licenza PRO per sincronizzare l'intero catalogo.

source: New Properties inserted: %d
es_es: Nuevos Inmuebles insertados: %d
it_it: Nuovi Immobili: %d

source: Properties updated: %d
es_es: Inmuebles actualizados: %d
it_it: Aggiornati: %d

source: Properties removed/drafted: %d
es_es: Inmuebles eliminados/borradores: %d
it_it: Rimossi/Bozze: %d

source: Errors encountered: %d
es_es: Errores encontrados: %d
it_it: Errori: %d

source: Wasi Configuration
es_es: Configuración de Wasi
it_it: Configurazione Wasi

source: Enter your Wasi credentials to enable synchronization.
es_es: Ingresa tus credenciales de Wasi para habilitar la sincronización.
it_it: Inserisci le tue credenziali Wasi per abilitare la sincronizzazione.

source: Wasi Sync PRO License
es_es: Licencia PRO Wasi Sync
it_it: Licenza PRO Wasi Sync

source: Data Destination (Target)
es_es: Destino de Datos (Target)
it_it: Destinazione Dati (Target)

source: Email Report
es_es: Email de Reporte

source: Sync Limit (Properties per run)
es_es: Límite de Sincronización (Propiedades / ejecución)
it_it: Sync Limit (Proprietà per run)

source: Cron Frequency
es_es: Frecuencia Cron
it_it: Frequenza Cron

source: Category Mapping
es_es: Mapeo de Categorías
it_it: Mappatura Categorie

source: Enter key for UNLIMITED version
es_es: Introduce la clave para versión ILIMITADA
it_it: Inserisci per versione ILLIMITATA

source: FREE Version (0.00€) is limited to 10 properties and a single image. Enter the key to unlock the <strong>PRO Version (Premium)</strong>.
es_es: La Versión GRATIS (0.00€) está limitada a máx. 10 propiedades y una sola imagen. Ingresa la llave para desbloquear la <strong>Versión PRO (Premium)</strong>.
it_it: Versione FREE (0.00€) limitata a max 10 immobili e singola galleria. Inserisci la chiave per sbloccare la <strong>Versione PRO (Premium)</strong>.

source: Directorist Module
es_es: Módulo Directorist
it_it: Modulo Directorist

source: Advanced Custom Fields (ACF Standard) Module
es_es: Módulo Advanced Custom Fields (ACF Estándar)
it_it: Modulo Advanced Custom Fields (ACF Standard)

source: Choose where to save the properties downloaded from Wasi into WordPress.
es_es: Elige dónde guardar en WordPress las propiedades descargadas desde Wasi.
it_it: Scegli dove vuoi salvare su WordPress gli immobili scaricati da Wasi.

source: Leave empty to disable email notifications. Defaults to the main site admin email.
es_es: Deja en blanco para desactivar las notificaciones por correo electrónico. Por defecto usa el correo electrónico principal del administrador del sitio.
it_it: Lascia vuoto per disabilitare le notifiche email. Di default usa l'email principale del sito.

source: Hourly
es_es: Cada Hora
it_it: Ogni Ora

source: Every 2 Hours
es_es: Cada 2 Horas
it_it: Ogni 2 Ore

source: Every 6 Hours
es_es: Cada 6 Horas
it_it: Ogni 6 Ore

source: Twice a day
es_es: Dos veces al día
it_it: Due volte al giorno

source: Once a day
es_es: Una vez al día
it_it: Una volta al giorno

source: Once a week
es_es: Una vez a la semana
it_it: Una volta a settimana

source: Format: <code>WASI_ID=Category Name</code>. Multiple IDs can be comma separated. One rule per line.<br>E.g. <code>2,14=Apartamento</code>.
es_es: Formato: <code>WASI_ID=Nombre de la Categoría</code>. Múltiples ID pueden ir separados por una coma. Una regla por línea.<br>Ej. <code>2,14=Apartamento</code>.
it_it: Formato: <code>WASI_ID=Nome Categoria</code>. Più ID possono essere separati da virgola. Una regola per riga.<br>Es. <code>2,14=Appartamento</code>.

source: Base API Settings
es_es: Configuración API Base
it_it: Impostazioni Base API

source: Contact, Support & PRO License
es_es: Contacto, Soporte y Licencia PRO
it_it: Contatti, Supporto e Licenza PRO

source: Warning:
es_es: Atención:
it_it: Attenzione:

source: You are using the <strong style="color:red;">LIMITED FREE Version</strong>. A <strong>maximum of 10 properties</strong> will be downloaded with only 1 cover image. To unlock mass downloading, enter the "PRO License" below or <a href="?page=lytta-wasi-sync&tab=contact">click here to purchase one</a>.
es_es: Estás usando la Versión <strong style="color:red;">GRATIS LIMITADA</strong>. Se descargará un <strong>número máximo de 10 inmuebles </strong> y solo 1 foto de portada. Para desbloquear la descarga masiva, ingresa la "Licencia PRO" a continuación o <a href="?page=lytta-wasi-sync&tab=contact">haz clic aquí para adquirir una</a>.
it_it: Stai usando la Versione <strong style="color:red;">FREE LIMITATA</strong>. Saranno scaricati un <strong>massimo record di 10 immobili globali</strong> e solo 1 foto di copertina. Per sbloccare lo scaricamento massivo, inserisci la "Licenza PRO" qui sotto oppure <a href="?page=lytta-wasi-sync&tab=contact">clicca qui per acquistarla</a>.

source: Data Reference
es_es: Referencia de Datos (IDs)
it_it: Riferimento Dati

source: Use these IDs to build your category mapping rules.
es_es: Usa estos ID para crear las reglas de mapeo de las categorías.
it_it: Usa questi ID per creare le regole di mappatura.

source: WASI Property Types
es_es: Tipos de Inmuebles WASI
it_it: Tipologie Immobiliari Wasi

source: Could not load Wasi Types. Check credentials.
es_es: No se pudieron cargar los tipos desde Wasi. Verifica las credenciales.
it_it: Impossibile caricare i Tipi Wasi. Controlla le credenziali.

source: Directorist Categories (Target)
es_es: Categorías en Directorist (Destino)
it_it: Categorie Directorist (Target)

source: No Directorist categories found.
es_es: No se han encontrado categorías de Directorist en el sitio.
it_it: Nessuna categoria Directorist trovata.

source: Setup Required:
es_es: Configuración Necesaria:
it_it: Configurazione Richiesta:

source: Please enter your Company ID and Token and save changes to load reference data.
es_es: Por favor introduce tu Company ID y Token, y guarda los cambios para cargar los datos.
it_it: Inserisci il tuo Company ID e Token, e salva le modifiche per caricare i dati.

source: Support & Licensing PRO - Wasi Sync by Lytta.it
es_es: Soporte y Licencia PRO - Wasi Sync por Lytta.it
it_it: Contatti, Supporto e Licenza PRO - Wasi Sync by Lytta.it

source: Upgrade to Wasi Sync PRO!
es_es: ¡Actualízate a Wasi Sync PRO!
it_it: Upgrade a Wasi Sync PRO!

source: The free version is great for testing the infrastructure, but it is <strong>limited to importing only 10 global properties*</strong> and downloads only the preview image (preventing server memory exhaustion without guarantees).
es_es: La versión gratuita es genial para probar la infraestructura, pero está <strong>limitada a importar solo 10 inmuebles en total*</strong> y descarga únicamente la imagen de vista previa (evitando que colapse la memoria del servidor de gratis).
it_it: La versione gratuita è ottima per testare l'infrastruttura, ma è <strong>limitata all'importazione di soli 10 immobili globali*</strong> e scarica solo l'immagine di anteprima (impedendo di divorare la memoria del server senza garanzia).

source: What the Premium/PRO version unlocks:
es_es: Lo que desbloquea la versión Premium/PRO:
it_it: Cosa sblocca la versione Premium/PRO:

source: Synchronization of an <strong>UNLIMITED number</strong> of properties
es_es: Sincronización de un <strong>número ILIMITADO</strong> de todas las propiedades
it_it: Sincronizzazione di un <strong>numero ILLIMITATO</strong> di immobili

source: Full import of <strong>Image Galleries</strong>
es_es: Importación completa de <strong>Galerías de Imágenes</strong>
it_it: Importazione completa delle <strong>Gallerie Immagini</strong>

source: Removal of limit filters and support for intensive crons (hourly)
es_es: Se quitan los filtros de límite y permite activaciones masivas frecuentes (cada hora)
it_it: Rimozione filtri limite e supporto ad cron intensivi (ogni ora)

source: Universal ACF (Advanced Custom Fields) integration active
es_es: Integración universal activa con ACF (Advanced Custom Fields)
it_it: Integrazione universale ACF (Advanced Custom Fields) attiva

source: Purchase your key (120€/year excl. VAT)
es_es: Cómpranos tu llave o Token de Actualización PRO (120€/año IVA no incluido)
it_it: Acquista la tua chiave (120€/anno IVA escl.)

source: Email us to generate the invoice and get the Upgrade Token: <strong><a href="mailto:info@lytta.it">info@lytta.it</a></strong>
es_es: Escríbenos un e-mail para generarte la factura y entregarte el código Token PRO: <strong><a href="mailto:info@lytta.it">info@lytta.it</a></strong>
it_it: Scrivici un email per generare la fattura ed ottenere l'Upgrade Token: <strong><a href="mailto:info@lytta.it">info@lytta.it</a></strong>

source: *The GitHub Auto-Updater will continue to fix security bugs for free, even for the Free version.
es_es: *El Autoupdater a través de Github seguirá arreglando bugs de seguridad aunque uses la Versión Gratis.
it_it: *L'auto-updater da GitHub continuerà a correggere i bug di sicurezza gratuitamente anche per la versione Free.

source: Custom Development
es_es: Desarrollo A Medida
it_it: Sviluppo Personalizzato

source: Wasi-Sync supports market-leading frameworks (Directorist and generic standard ACF fields). But the real estate world is vast.
es_es: Wasi-Sync es compatible con las herranmientas base del mercado (Directorist o el formato estandar ACF). Pero el mundo inmobiliario es complejo.
it_it: Wasi-Sync supporta i framework leader del mercato (Directorist e campi standard generici ACF). Ma il mondo immobiliare è vasto.

source: Does your site use complex all-in-one themes? Contact the Lytta.it web agency to request the conversion script (Adapter) for your specific theme:
es_es: ¿Tu portal web utiliza temas avanzados "Todo en Uno"? Contacta con la agencia web Lytta.it para que desarrollemos tu script adaptador personalizado:
it_it: Il tuo sito sfrutta temi complessi all-in-one? Contatta l'agenzia web Lytta.it per richiedere lo script di conversione (Adapter) per il tuo tema specifico:

source: Houzez Theme
es_es: Tema Houzez
it_it: Tema Houzez

source: WP Residence Theme
es_es: Tema WP Residence
it_it: Tema WP Residence

source: Listify
es_es: Tema Listify
it_it: Tema Listify

source: Request a Quote (info@lytta.it)
es_es: Solicitar presupuesto personalizado (info@lytta.it)
it_it: Richiedi Preventivo (info@lytta.it)

source: Goya Real Estate
it_it: Tema Goya Real Estate
